Repository: OmegaT-L10N/zh_CN
Catalog: tm/auto/OmegaT3.0L10N-level2.tmx
Source language: en_us
Languages: zh_cn

source: Target folder {0} does not exist.
zh_cn: 译文目录 {0} 不存在。

source: Target term:
zh_cn: 术语译文：

source: Tea&m...
zh_cn: 团队(&m）……

source: Team Options
zh_cn: 团队选项

source: Team Project
zh_cn: 团队项目

source: Team synchronization
zh_cn: 团队同步

source: Team synchronization...
zh_cn: 团队同步……

source: Template variables:
zh_cn: 模板标量：

source: Text Files
zh_cn: 文本文件

source: Text Filter Options
zh_cn: 文件过滤器选项

source: Text Search
zh_cn: 文本搜索

source: Text files segmentation
zh_cn: 文本文件分段

source: Text to be removed
zh_cn: 要删除的文本

source: The current folder will be used instead.
zh_cn: 将使用当前文件夹来替代。

source: The &source text
zh_cn: 源文本(&s)

source: The '*' character matches zero or more characters (the search term 'run*' would match 'run', 'runs', and 'running', for example).
zh_cn: 字符 '*'匹配0个或多个字符串（例如：搜索条件 'run*' 将会匹配 'run'、 'runs'和 'running'）。

source: The '?' character matches exactly one character ('run?' would match 'runs' and 'rung', for example, but not 'run' or 'running').
zh_cn: 字符 '?' 匹配任何单个的字符串（例如'run?' 将会匹配'runs' 和 'rung'，但是不匹配 'run' 或 'running'）。

source: The PO filter threw an exception:
zh_cn: PO 过滤器抛出错误：

source: The TMX file will continue to be loaded.
zh_cn: TMX文件将被继续载入。

source: The TMX file will not be loaded Please try to correct the error and reload the project.
zh_cn: 将不会导入TMX文件。请尝试修正错误并重新载入项目。

source: The TMX source language ({0}) is different from the project source language ({1}).
zh_cn: TMX源语种（{0}）和项目源语种{1}不同。

source: The alternative ways and means of dowloading and installing OmegaT are shown below.
zh_cn: 另一种方法下载并安装 OmegaT 的方法如下所述：

source: The certificate is self-signed by "Didier Briel".
zh_cn: 该证书由 "Didier Briel" 自行签署。

source: The configuration folder will be used instead.
zh_cn: 将使用当前文件夹来替代。

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
zh_cn: 语种代码应该以 xx-YY 或 xx_YY的形式输入，其中 xx 是语言代码而 YY 是地区或国家代码（可选）。

source: The most current info about OmegaT can be found at
zh_cn: 可从下列网址获取 OmegaT 的最新信息：

source: The permissions you give to this version (which might be mentioned as an "unrestricted access to the computer") are identical to permissions you give to the local version, as installed by a procedure, described later: they allow an access to the hard drive of the computer.
zh_cn: 您赋予该版本的许可（可能会被认为是“对计算机的无限制访问”）和您给予本地版本的一样的，如同后面提到的按步骤安装：它们被允许访问计算机硬盘。

source: The project cannot be verified
zh_cn: 项目无法通过校验

source: The project folder {0} is missing and could not be created.
zh_cn: 项目目录 {0} 丢失，且无法创建。

source: The script "{0}" is running...
zh_cn: 正在运行脚本 "{0}" ……

source: The source file language entered is invalid!
zh_cn: 输入的源文件语种无效！

source: The translated file language entered is invalid!
zh_cn: 输入的原文文件语种无效！

source: The translation has changed.
zh_cn: 译文已修改。

source: The user manual is in the package you just downloaded, you can access it from the [Help] menu after starting OmegaT.
zh_cn: 用户手册就在刚才下载的文件包中，启动 OmegaT 后可从【帮助】菜单打开。

source: The writeable glossary file is not in the glossary folder.
zh_cn: 可写词汇表文件不在词汇表目录当中。

source: The writeable glossary file must be inside the glossary folder
zh_cn: 可写词汇表文件必须置于词汇表目录中。

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
zh_cn: 当对加拿大法语进行翻译时，你的项目将会以正确的顺序使用所有语言链的规则定义。

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
zh_cn: 因此，OmegaT 的配置文件夹无法被可靠确认。

source: These units have been skipped.
zh_cn: 已经忽略这些单元。

source: This call MUST NOT be in swing thread
zh_cn: 该调用应该不在 swing 线程中

source: This call MUST be in swing thread
zh_cn: 该调用应该在 swing 线程中

source: This command will be executed after Creating Translated Documents.
zh_cn: 该命令将在创建已译文档之后执行。

source: This is safe, since even if the JRE is already installed on your system, this version will not interfere with it.
zh_cn: 这样做是安全的，因为即便系统中已经安装了 JRE ,该版本也不会与之冲突。

source: This is the way text will look when displayed.
zh_cn: 这里是字体显示时的样子。

source: This operation will affect {0} segments and cannot be undone.
zh_cn: 该操作将会影响 {0} 个片段，且无法进行还原。

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
zh_cn: 这个程式的目的是希望它有用，但没有任何担保，甚至没有适销性或针对特定用途的隐含的担保。

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
zh_cn: 该程序是免费软件，在遵守 FSF 的 GNU General Public License 或者该协议的版本2或者更高版本的前提下，你可以对它进行编辑或者重新发布。

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
zh_cn: 例如，为 Canadian French (FR-CA) 创建的规则优先级应该比为法语 (FR.*)创见规则的优先级要高，也比缺省规则(.*) 要高。

source: To access this link, either copy and paste the URL to your Web browser, or open the User's Manual in your Web browser ({0} file).
zh_cn: 为访问此链接，请将 URL 复制并粘贴到网页浏览器中，或者在网页浏览器中打开用户手册({0} 文件)。

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
zh_cn: 要想对某个过滤器以何种编码处理何种文件进行编辑，可以从列表中选中该过滤器然后点击编辑按钮。

source: Too big HTML file!
zh_cn: HTML文件过大！

source: Total Characters (including spaces)
zh_cn: 总字符（含空白）

source: Total Characters (without spaces)
zh_cn: 总字符（不含空白）

source: Total Segments
zh_cn: 所有片段

source: Total Words
zh_cn: 总共词汇量

source: Total number of segments
zh_cn: 片段总数

source: Total:
zh_cn: 总共：

source: Tra&nsTips
zh_cn: 翻译提示（&n）

source: Translate the following attributes:
zh_cn: 翻译以下属性：

source: Translate the following elements:
zh_cn: 翻译下列元素：

source: Translated
zh_cn: 已译

source: Translated File Encoding
zh_cn: 译文文件编码方式

source: Translated File Encoding:
zh_cn: 已译文件编码：

source: Translated Filename Pattern
zh_cn: 译文文件匹配模式

source: Translated Files Folder
zh_cn: 译文文件目录：

source: Translated Files Folder:
zh_cn: 译文文件目录：

source: Translated documents created
zh_cn: 译文文档已创建

source: Translated files folder entered does not exist!
zh_cn: 输入的源文件目录不存在！

source: Translated files location not defined
zh_cn: 未定义译文位置

source: Translated unique segments
zh_cn: 已译独特片段

source: Translating Project
zh_cn: 翻译项目

source: Translation Memory Files Folder
zh_cn: 译法记忆文件文件夹

source: Translation Memory Folder:
zh_cn: 译法记忆文件夹：

source: Translation last modified by {0} on {1} at {2}
zh_cn: 译文最后由 {0} 在 {1} {2} 修改

source: Translation memory files folder entered does not exist!
zh_cn: 输入的译法记忆文件目录不存在！

source: Translation memory folder {0} does not exist.
zh_cn: 译法记忆目录{0}不存在。

source: Translation unit encountered before TMX header.
zh_cn: 错误：TMX文件头之前发现了翻译单元。

source: Translation unit variant encountered outside translation unit.
zh_cn: 在译法单元之外发现了译法单元变量。

source: Translation:
zh_cn: 译文：

source: Translator comments:
zh_cn: 译者注释：

source: Typo3 LocManager Files
zh_cn: Typo3 LocManager 文件

source: Typo3 l10nmgr Files
zh_cn: Typo3 l10nmgr 文件

source: URL of online dictionaries:
zh_cn: 在线字典的 URL：

source: Unable to build new TMX file!
zh_cn: 无法创建新的TMX文件！

source: Unable to initialize read of XML file!
zh_cn: 无法初始化读取 XML 文件！

source: Unable to parse filters configuration file
zh_cn: 无法解析过滤器配置文件

source: Unable to read file
zh_cn: 无法读取文件！

source: Unable to read project file!
zh_cn: 无法读取项目文件！

source: Unable to save filters configuration file
zh_cn: 无法解析过滤器配置文件

source: Unable to uninstall the selected dictionary
zh_cn: 无法卸载选中字典

source: Undock
zh_cn: 移出

source: Unexpected char {0} ({1})!
zh_cn: 意外字符 {0} ({1})!

source: Uninstalling failed
zh_cn: 卸载失败

source: Unique Characters (including spaces)
zh_cn: 独特字符（不含空白）

source: Unique Characters (without spaces)
zh_cn: 独特字符（不含空白）

source: Unique Remaining Characters (including spaces)
zh_cn: 剩余独特字符（不含空白）

source: Unique Remaining Characters (without spaces)
zh_cn: 剩余独特字符（不含空白）

source: Unique Remaining Segments
zh_cn: 剩余独特片段

source: Unique Remaining Words
zh_cn: 剩余独特词汇

source: Unique Remaining:
zh_cn: 剩余独特：

source: Unique Segments
zh_cn: 独特片段

source: Unique Words
zh_cn: 独特词汇

source: Unique:
zh_cn: 独特：

source: Unknown plugin type in '{0}'
zh_cn: 在'{0}'中遇到未知插件

source: Unrecoverable error while parsing TMX file {0} on line {1}, column {2}.
zh_cn: 分析TMX文件 {0} 时在第 {1} 行第 {2} 列发生不可恢复错误

source: Unspecified
zh_cn: 未指定

source: Unsupported XML version {0}!
zh_cn: 不支持的 XML 版本 {0}!

source: Unsupported file encoding
zh_cn: 不支持的文件编码

source: Unsupported project file version ({0})!
zh_cn: 不支持的文件版本({0})!

source: Upgrading...
zh_cn: 更新……

source: Upload disabled because repository in read-only mode
zh_cn: 由于仓库处于只读模式，上传被取消。

source: Use &TAB to Advance
zh_cn: 使用 Tab 前进(&T)

source: Use &XML for standalone tags (e.g., <i/>)
zh_cn: 对独立标签(如 <i/>)使用 &XML

source: Use as Default Translation
zh_cn: 用作缺省译文

source: Use the installation language in OmegaT
zh_cn: 在 OmegaT 中使用安装时的语言。

source: User denied credentials
zh_cn: 用户证书被拒

source: User interface language for OmegaT
zh_cn: OmegaT 所使用的用户界面语言

source: User support, at the Yahoo user group (multilingual), where the archives are searchable without subscription:
zh_cn: 在 Yahoo 用户组可以获得（多语种）用户支持，无需订阅也可以对归档邮件进行搜索，网址是：

source: User's Manual
zh_cn: 用户手册

source: User's Manual viewer does not support navigation to external links.
zh_cn: 用户手册阅读器不支持对外部链接的导航。

source: User:
zh_cn: 用户名：

source: VLDocking Framework 2.1.4 by VLSolutions (CeCILL License)
zh_cn: VLSolutions 的 VLDocking Framework （CeCILL 许可协议）

source: Validate tags when leaving a segment
zh_cn: 离开片段时进行标签检验

source: Validating Tags...
zh_cn: 验证标签……

source: Validating tags
zh_cn: 验证标签

source: Variant skipped.
zh_cn: 变量被忽略。

source: Variants in the following languages will be displayed: {0}
zh_cn: 下列语言的变量将会被显示： {0}

source: Version: {0}
zh_cn: 版本：{0}

source: Vie&w...
zh_cn: 查看(&w)……

source: View Options
zh_cn: 查看选项

source: View or edit file filters.
zh_cn: 查看或编辑过滤器

source: Visio Files
zh_cn: Visio 文件

source: Warning
zh_cn: 警告

source: Warning on line {0}, column {1} while parsing:
zh_cn: 分析第 {0} 行第 {1} 列发生警告：

source: Warning: Changing tag order may break the translated document!
zh_cn: 警告：改变标签顺序可能会破坏译文文档！

source: We therefore recommend that you download and install either the Oracle Java Runtime Environment (JRE) or the OmegaT package bundled with JRE (the .tar.bz2) bundle marked "Linux").
zh_cn: 因此，我们建议下载安装或者 Oracle Java 运行环境（JRE），或者标有"Linix"并绑定了 JRE 的 OmegaT 安装包（.tar.bz2）。

source: What is OmegaT?
zh_cn: OmegaT 为何物？

source: Whitespace
zh_cn: 空白字符

source: WiX Localization Files
zh_cn: WiX 本地化文件

source: Will be synchronized next time.
zh_cn: 将在下一次进行同步。

source: Windows Resource Files
zh_cn: Windows 资源文件

source: Windows and Linux users: if you are confident that your system already has a suitable version of the JRE installed, you can install the version of OmegaT without the JRE (this is indicated in the name of the version,"Without_JRE").
zh_cn: Windows 和 Linux 用户: 如果确信系统已经安装了合适的 JRE 版本，你可以安装不带 JRE 的 OmegaT 版本（版本名称中标明为 without_JRE）。

source: Word
zh_cn: Word 软件

source: Wordfast TXML Files
zh_cn: Wordfast TXML 文件

source: Words
zh_cn: 词汇

source: Writeable Glossary File
zh_cn: 可写词汇文件：

source: Writeable Glossary File:
zh_cn: 可写词汇文件：

source: Writeable glossary file folder entered does not exist!
zh_cn: 输入的可写词汇表文件目录不存在！

source: Wrong authentication
zh_cn: 认证错误

source: Wrong response from engine
zh_cn: 翻译引擎响应错误

source: Wrong username/password
zh_cn: 用户名或密码错误

source: XHTML Files
zh_cn: XHTML 文件

source: XHTML Filter Options
zh_cn: XHTML 过滤器选项

source: XLIFF Files
zh_cn: XLIFF 文件

source: XLIFF Filter Options
zh_cn: XLIFF 过滤器选项

source: You are uninstalling the spellchecking dictionary that your project currently uses.
zh_cn: 要卸载的拼写检查词典当前项目正在使用中。

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
zh_cn: 可以通过 编辑 菜单中的 创建词条 命令创建词条。

source: You can find detailed statistic information in the file: {0}
zh_cn: 可在文件: {0} 中找到更详细的统计信息

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Reload from the Project menu.
zh_cn: 也可以使用自己喜欢的文件管理工具将文件拷贝到项目的 'source' 文件夹，然后通过调用主菜单的 项目 -> 重新载入 重新载入项目。

source: You may try to solve this problem in one of the following ways:
zh_cn: 可尝试使用下列方法解决此问题：

source: You must enter a number between 1 and {0}.
zh_cn: 必须输入 1 到 {0} 之间的数字。

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
zh_cn: 需要将 JDK 1.6 更新到最近版本，或者从 OmegaT /lib 目录中删除 jaxb-*.jar 文件。

source: You should specify their new location or recreate them.
zh_cn: 您必须指定新的位置或重建它们。

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
zh_cn: 当前项目使用句子分段，但TMX文件使用段落分段创建。

source: Your operating system refused to let OmegaT create its configuration folder.
zh_cn: 操作系统拒绝 OmegaT 创建配置文件夹。

source: Your project does not contain any files in a supported file format.
zh_cn: 项目不包含任何所支持格式的文件。

source: [Fuzzy]
zh_cn: [模糊]

source: [fuzzy]
zh_cn: [模糊]

source: attributes.
zh_cn: 属性。

source: h&reflang (language of links)
zh_cn: h&reflang (语言链接)

source: href (URL of &links)
zh_cn: href (&links 的 URL)

source: lan&g (language attribute)
zh_cn: lan&g (语言属性)

source: loaded
zh_cn: 已载入

source: segment 0000
zh_cn: 片段 0000

source: src (URL of &images)
zh_cn: src (&images 的 URL)

source: unknown
zh_cn: 未知

source: value (of button, &submit and reset input)
zh_cn: value (按钮、提交&s和复位输入)

source: {0} loaded.
zh_cn: 已载入 {0}

source: {1}, executed from '{2}'
zh_cn: {1}, 从 '{2}' 执行
